Repository: wechta/abubu
Catalog: typo3conf/l10n/*/rtehtmlarea/htmlarea/*.locallang_msg.xlf
Languages: sl

source: Path
sl: Pot

# TEXT_MODE
source: You are in TEXT MODE. Use the [<>] button to switch back to WYSIWYG.
sl: Trenutno ste v besedilnem načinu. Če želite preklopiti nazaj v WYSIWYG način pritisnite gumb [<>].

# ActiveX-required
source: Loading the editor in Internet Explorer requires the execution of ActiveX controls to be enabled.
sl: Uporaba urejevalnika v brskalniku Internet Explorer, zahteva pravico izvajanja ActiveX kontrol.

# HTML-document-not-well-formed
source: The HTML document is not well-formed.
sl: HTML dokument ni pravilno oblikovan.

# Moz-Clipboard
source: Unprivileged scripts cannot access Cut/Copy/Paste programatically for security reasons. Click YES to see a technical note at mozilla.org which shows you how to allow a script to access the clipboard.
sl: Skripte brez ustreznih dovoljenj, zaradi varnosti, ne morejo dostopati do operacij Izreži/Kopiraj/Prilepi. Pritisnite V redu, če želite videti članek na strani mozilla.org, ki prikazuje, kako dovolite skriptam dotop do teh operacij.

# Moz-Extension
source: For security reasons, unprivileged applications cannot access the clipboard. Click YES to install a component that will enable applications from this site to access the clipboard and perform copy, cut and paste operations.
sl: Aplikacije brez ustreznih dovoljenj, zaradi varnosti, ne morejo dostopati do odložišča. Pritisnite V redu, če želite namestiti komponento, ki bo omogočila aplikacijam s te spletne strani dostop do odložišča in operacij Izreži/Kopiraj/Prilepi.

# Moz-Extension-Success
source: The installation was successful. You need to exit and restart your browser for the change to take effect.
sl: Namestitev je uspela. Če želite, da bodo spremembe uveljavljene, morate ponovno zagnati brskalnik.

# Moz-Extension-Failure
source: Sorry, Firefox Add-on AllowClipboard Helper could not be installed.
sl: Oprostite, namestitev ni uspela.

# Moz-Extension-Install-Not-Enabled
source: The installation cannot be performed. Please change your browser preferences in order to allow installation of sofware from this site.
sl: Ne morem izvesti namestitve. Spremenite lastnosti brskalnika tako, da bo dovolil namestitev programske opreme s te spletne strani.

# Allow-Clipboard-Helper-Extension
source: For security reasons, unprivileged applications cannot access the clipboard. Click YES to install a component that will enable you to specify the sites or pages that will be allowed to access the clipboard and perform copy, cut and paste operations.
sl: Aplikacije brez ustreznih dovoljenj, zaradi varnosti, ne morejo dostopati do odložišča. Pritisnite V redu, če želite namestiti komponento, ki vam bo omogočila, da določite spletne strani, ki imajo dostop do odložišča in operacij Izreži/Kopiraj/Prilepi.

# Mozilla-Org-Install-Not-Enabled
source: The installation cannot be performed. Please change your browser preferences in order to allow installation of sofware from https://addons.mozilla.org.
sl: Ne morem izvesti namestitve. Spremenite lastnosti brskalnika tako, da bo dovolil namestitev programske opreme s spletne strani http://ftp.mozilla.org.

# Allow-Clipboard-Helper-Extension-Success
source: The installation was successful. You need to exit and restart your browser for the change to take effect. Afterwards, use the AllowClipboard Helper from the tools menu to allow specific sites to use the clipboard.
sl: Namestitev je uspela. Če želite, da bodo spremembe uveljavljene, morate ponovno zagnati brskalnik. Potem lahko določate katere spletne strani imajo dostop do odložišča s pomočjo orodja AllowClipboard Helper, ki se nahaja v meniju Orodja.
