Repository: wechta/abubu
Catalog: typo3conf/l10n/*/rtehtmlarea/htmlarea/*.locallang_dialogs.xlf
Languages: sl

source: OK
sl: V redu

source: Cancel
sl: Prekliči

source: Close
sl: Zapri

source: Not set
sl: Ni nastavljeno

# Alignment:
source: Text alignment:
sl: Poravnava besedila:

# Alignment not set
source: Not set
sl: Ni nastavljeno

source: Left
sl: Levo

source: Center
sl: Sredinsko

source: Right
sl: Desno

source: Texttop
sl: Na vrhu besedila

source: Absmiddle
sl: Sredina

source: Baseline
sl: Podnožje

source: Absbottom
sl: Dno

source: Bottom
sl: Dno

source: Middle
sl: Sredina

source: Top
sl: Vrh

source: Justify
sl: Obojestransko poravnano

source: Float:
sl: Lebdenje:

source: Non-floating
sl: Nelebdeče

source: Layout
sl: Ureditev

source: Spacing and padding
sl: Razmik in odmik

source: Horizontal:
sl: Horizontalno

source: Horizontal padding
sl: Horizontalni odmik

source: Vertical:
sl: Vertikalno

source: Vertical padding
sl: Vertikalni odmik

source: Border
sl: Rob

source: Border thickness:
sl: Debelina roba

source: Leave empty for no border
sl: Putite prazno za brez roba

source: Insert/Modify Link
sl: Vnesi/Spremeni povezavo

# link_href_tooltip
source: Enter the link URL here
sl: Vnesite URL povezave

# link_url_required
source: Please enter the URL where this link points to
sl: Prosim, vnesite URL na katerega kaže povezava

# Title (tooltip):
source: Title:
sl: Naslov:

# link_title_tooltip
source: Enter the link tooltip here
sl: Vpišite namig za povezavo

source: Target:
sl: Cilj:

# link_target_tooltip
source: Select the name of the target frame
sl: Izberite ime ciljnega okvirja

# target_none
source: None (use implicit)
sl: Noben (uporabi naznačenega)

# target_blank
source: New window (_blank)
sl: Novo okno (_blank)

# target_self
source: Same frame (_self)
sl: Isti okvir (_self)

# target_top
source: Top frame (_top)
sl: Zgornji okvir (_top)

# target_other
source: Other frame
sl: Drug okvir

source: Insert Custom Element
sl: Vstavi element po meri

source: Insert Table
sl: Vstavi tabelo

source: Dimension
sl: Dimenzije

source: Rows:
sl: Vrstice:

source: Number of rows
sl: Število vrstic

source: You must enter a number of rows
sl: Vnesti morate število vrstic

source: Cols:
sl: Stolpci:

source: Number of columns
sl: Število stolpcev

source: Width:
sl: Širina:

source: Width of the table
sl: Širina tabele

source: Percent
sl: Procent

source: Pixels
sl: Piksli

source: Width unit
sl: Enota širine

source: Text alignment
sl: Poravnava besedila

# Where the table should float
source: Specifies where the table should float
sl: Definira kam naj bo tabela poravnana

source: Cell spacing:
sl: Razmik celic

source: Space between adjacent cells
sl: Razmik med sosednjimi celicami

source: Cell padding:
sl: Odmik celic

source: Space between content and border in cell
sl: Razmik med robom in vsebino celice

# Insert Image
source: Insert/Modify Image
sl: Vnesi/Spremeni sliko

source: Image URL:
sl: URL slike:

source: Enter the image URL here
sl: Sem vnesite URL slike

source: Preview
sl: Predogled

source: Preview the image in a new window
sl: Pokaži predogled slike v novem oknu

source: Alternate text:
sl: Alternativno besedilo:

source: For browsers that don't support images
sl: Za brskalnike, ki ne podpirajo slik

# Where the image should float
source: Specifies where the image should float
sl: Definira, kam naj bo slika poravnana

source: Image alignment:
sl: Poravnava slike

# Positioning of this image
source: Positioning of this image relative to text
sl: Položaj slike glede na besedilo

source: Image Preview
sl: Predogled slike

# image_url_first
source: You have to enter the image URL first
sl: Najprej morate vnesti URL slike

# image_url_required
source: You must enter the image URL
sl: Vnesti morate URL slike

source: Select Color
sl: Izberite barvo

# Insert/Modify Acronym
source: Insert/Modify Acronym or Abbreviation
sl: Vnesi/Spremeni akronim ali okrajšavo

# About HTMLArea
source: About htmlArea RTE
sl: O htmlArea RTE

source: About
sl: O

# free_editor
source: A free and open-source editor for <textarea> fields, featuring integration with TYPO3.
sl: Prosto dostopen, odprtokodni urejevalnik za polja <textarea> z integracijo za TYPO3.

# Mozilla_or_IE
source: For Firefox 1.5+, SeaMonkey 1.0+, Safari 3.0.4+, Google Chrome 1.0+ and Opera 9.62+ on any platform, and for Internet Explorer 6.0+ on Windows.
sl: Za brskalnike Mozilla 1.3.1+, Firefox 0.8+ and Netscape 7.1+ na kateremkoli operacijskem sistemu in za Internet Explorer 5.5+ na operacijskem sistemu Windows.

# product_documentation
source: For more information, please visit:
sl: Za več informacij obiščite:

source: All Rights Reserved.
sl: Vse pravice pridržane.

source: License
sl: Licenca

# htmlArea License (based on BSD license)
source: htmlArea RTE License, based on BSD License
sl: htmlArea RTE licenca, ki temelji na licenci BSD

source: Plugins
sl: Vtičniki

source: Name
sl: Ime

source: Developer
sl: Razvijalec

source: Sponsored by
sl: Pokrovitelj

source: The following plugins have been loaded.
sl: Naloženi so bili naslednji vtičniki.

source: No plugins have been loaded.
sl: Naložen ni bil noben vtičnik.

source: User agent reports:
sl: Poročila uporabniških agentov:

# style
source: Paragraph:
sl: Odstavek:

source: Text style:
sl: Besedilo:
