Repository: wechta/abubu
Catalog: typo3conf/l10n/*/rtehtmlarea/htmlarea/plugins/TableOperations/*.locallang.xlf
Languages: sl

source: Not set
sl: Ni nastavljeno

source: None
sl: Noben

# CSS Style
source: Style
sl: CSS slog

# Class:
source: Classes:
sl: Razred:

# Class selector
source: Classes
sl: Izbrirnik CSS razredov

# Table class:
source: Table classes:
sl: Tabela:

# Table class selector
source: Classes of the table
sl: Razred tabele

# Table body class:
source: Body:
sl: Telo

# Table body class selector
source: Classes of the table body
sl: Razred telesa tabele

# Table header class:
source: Header:
sl: Glava:

# Table header class selector
source: Classes of the table header
sl: Razred glave tabele

# Table footer class:
source: Footer:
sl: Noga:

# Table footer class selector
source: Classes of the table footer
sl: Razred noge tabele

source: Default
sl: Privzeto

source: Undefined
sl: Nedefinirano

source: Alignment
sl: Poravanava

source: All four sides
sl: Vse štiri strani

source: Background and colors
sl: Podlaga in barve

source: Background:
sl: Podlaga:

source: Baseline
sl: Osnovna črta

source: Border style
sl: Slog roba

source: Border style:
sl: Slog roba:

# No border
source: None
sl: Brez

source: Dotted
sl: Pikčast

source: Dashed
sl: Črtast

source: Solid
sl: Poln

source: Double
sl: Dvojni

source: Groove
sl: Vgreznjen

source: Ridge
sl: Privzdignjen

source: Inset
sl: Vgreznjeno polje

source: Outset
sl: Privzdignjeno polje

source: Borders
sl: Robovi

source: Bottom
sl: Dno

source: Border width
sl: Širina roba

source: Border width:
sl: Širina roba:

source: Border color
sl: Barva roba

source: Caption:
sl: Napis:

source: Description of the nature of the table
sl: Opis narave tabele

source: Row group
sl: Skupina vrstic

source: Row group:
sl: Skupina vrstic:

# Table section
source: Table section to which the row belongs
sl: Odsek tabele, ki mu pripada vrstica

source: Table body
sl: Telo tabele

source: Table header
sl: Glava tabele

source: Table footer
sl: Noga tabele

source: Cell Properties
sl: Lastnosti celice

source: Cell Type and Scope
sl: Tip in domet celice

source: Type of cell:
sl: Tip celice

# Normal
source: Data cell
sl: Navadna celica

# Header
source: Header cell
sl: Celica glave

source: Specifies the type of cell
sl: Določite tip celice

source: Scope:
sl: Domet:

# scope_row
source: Row
sl: Vrstica

# scope_column
source: Column
sl: Stolpec

# scope_rowgroup
source: Group of rows
sl: Skupina vrstic

# Scope of header cell
source: Scope of the header
sl: Domet glave

source: Center
sl: Sredina

source: Character
sl: Znak

# Align on this character
source: Align text relative to this character
sl: Poravnaj besedilo relativno na ta znak

source: Collapsed borders
sl: Sesedeni robovi

source: Color:
sl: Barva:

source: Description
sl: Opis

source: FG Color:
sl: Barva ospredja:

source: Float:
sl: Plavajoče:

source: Specifies where the table should float
sl: Določi kje naj lebdi tabela

source: Non-floating
sl: Nelebdeče

source: Frames:
sl: Okvirji:

source: Specifies which sides should have a border
sl: Določi katere strani naj imajo rob

source: Height:
sl: Višina:

source: Height unit
sl: Enota višine

source: Table height
sl: Višina tabele

source: Row height
sl: Višina vrstice

source: Cell height
sl: Višina celice

source: How many columns would you like to merge?
sl: Koliko stolpcev bi radi združili?

source: How many rows would you like to merge?
sl: Koliko vrstic bi radi združili?

source: Image URL:
sl: URL slike:

source: URL of the background image
sl: URL slike za podlago

source: Justify
sl: Poravnaj na obe strani

source: Layout
sl: Ureditev

source: Left
sl: Levo

source: Margin
sl: Rob

source: Middle
sl: Sredina

source: No rules
sl: Brez črt

source: No sides
sl: Brez strani

source: Cell padding:
sl: Odmik od roba celice

source: Space between content and border in cell
sl: Razmik med vsebino in robom celice

source: Please click into some cell
sl: Prosim, kliknite v celico

source: Right
sl: Desno

source: Row Properties
sl: Lastnosti vrstice

source: Rules will appear between all rows and columns
sl: Črte se bodo pojavile med vsemi vrsticami in stolpi

source: Rules will appear between columns only
sl: Črte se bodo pojavile samo med stolpci

source: Rules will appear between rows only
sl: Črte se bodo pojavile samo med vrsticami

source: Rules:
sl: Črte:

source: Specifies where rules should be displayed
sl: Določi kje se bodo prikazale črte

source: Spacing and padding
sl: Razmik in odmik

source: Frame and borders
sl: Ovir in robovi

source: Cell spacing:
sl: Razmik med celicami

source: Space between adjacent cells
sl: Razmik med sosednjimi celicami

source: Summary:
sl: Povzetek:

# Summary of the table purpose and structure
source: Summary of the table's purpose and structure
sl: Povzetek namena in strukture tabele

# TO-cell-delete
source: Delete cell
sl: Izbriši celico

# TO-cell-insert-after
source: Insert cell after
sl: Vstavi celico za

# TO-cell-insert-before
source: Insert cell before
sl: Vstavi celico pred

# TO-cell-merge
source: Merge cells
sl: Spoji celice

# TO-cell-prop
source: Cell properties
sl: Lastnosti celice

# TO-cell-split
source: Split cell
sl: Razdelli celico

# TO-col-delete
source: Delete column
sl: Izbriši stolpec

# TO-col-insert-after
source: Insert column after
sl: Vstavi stolpec za

# TO-col-insert-before
source: Insert column before
sl: Vstavi stolpec pred

# TO-col-split
source: Split column
sl: Razdeli stolpec

# TO-row-delete
source: Delete row
sl: Izbriši vrstico

# TO-row-insert-above
source: Insert row before
sl: Vstavi vrstico pred

# TO-row-insert-under
source: Insert row after
sl: Vstavi vrstico za

# TO-row-prop
source: Row properties
sl: Lastnosti vrstice

# TO-row-split
source: Split row
sl: Razdeli vrstico

# TO-table-prop
source: Table properties
sl: Lastnosti tabele

# TO-toggle-borders
source: Toggle borders
sl: Zatakni robove

source: Table Properties
sl: Lastnosti tabele

source: Text alignment:
sl: Poravnava besedila:

source: Horizontal alignment of text within cell
sl: Horizontalna poravnava besedila v celici

source: The bottom side only
sl: Samo spodnja stran

source: The left-hand side only
sl: Samo leva stran

source: The right and left sides only
sl: Samo leva in desna stran

source: The right-hand side only
sl: Samo desna stran

source: The top and bottom sides only
sl: Samo spodnja in zgornja stran

source: The top side only
sl: Samo zgornja stran

source: Top
sl: Vrh

source: Unset color
sl: Odstrani barvo

source: Vertical alignment:
sl: Vertikalna poravnava:

source: Vertical alignment of content within cell
sl: Vertikalna poravnava besedila v celici

source: Width:
sl: Širina:

source: Width unit
sl: Enota širine

source: Table width
sl: Širina tabele

source: Row width
sl: Širina vrstice

source: Cell width
sl: Širina celice

# not-del-last-cell
source: HTMLArea cowardly refuses to delete the last cell in row.
sl: HTMLArea je strahopetno zavrnil brisanje zadnje celice v vrstici.

# not-del-last-col
source: HTMLArea cowardly refuses to delete the last column in table.
sl: HTMLArea je strahopetno zavrnil brisanje zadnjega stolpca v tabeli.

# not-del-last-row
source: HTMLArea cowardly refuses to delete the last row in table.
sl: HTMLArea je strahopetno zavrnil brisanje zadnjo vrstico v tabeli.

source: percent
sl: procent

source: pixels
sl: piksel
