Repository: wechta/abubu
Catalog: typo3conf/l10n/*/rtehtmlarea/htmlarea/plugins/RemoveFormat/*.locallang.xlf
Languages: sl

# RemoveFormatTooltip
source: Remove format
sl: Odstrani oblikovanje

source: Cleaning Area
sl: Območje čiščenja

# Selection
source: Selected text
sl: Izbor

source: All
sl: Vse

# Remove formatting
source: Remove format
sl: Odstrani oblikovanje

# Cleaning options
source: Type(s) of format to remove
sl: Tip oblikovanja za odtranitev

# Formatting:
source: HTML Format:
sl: HTML oblikovanje:

# MS Word Formatting:
source: MS Word Format:
sl: MS Word oblikovanje:

source: Images:
sl: Slike:

# All HTML:
source: All HTML tags:
sl: Vse HTML značke:

# Select the type of formatting you wish to remove.
source: Select the type(s) of format to remove.
sl: Izberite tip oblikovanjaaaaaaa, ki ga želite odstraniti.

source: OK
sl: V redu

source: Cancel
sl: Prekliči
