Repository: wechta/abubu
Catalog: typo3conf/l10n/*/cms/layout/*.locallang.xlf
Languages: sl

# title
source: Page content
sl: Vsebina strani

source: Advanced functions
sl: Napredne funkcije

# noEditItems
source: Sorry, you do not have permissions to edit items on this page!
sl: Nimate dovoljenja za urejanje zapisov na tej strani!

# noEditPage
source: Sorry, you do not have permissions to edit this page!
sl: Nimate dovoljenja za urejanje te strani!

# nextThree
source: Edit next %s records
sl: Uredi naslednjih %s zapisov

# moveUp
source: Move record up
sl: Premakni zapis gor

# moveDown
source: Move record down
sl: Premakni zapis dol

source: Un-hide
sl: Prikaži

source: Hide
sl: Skrij

source: Edit
sl: Uredi

# newAfter
source: New record after this one
sl: Nov zapis za tem zapisom

# move_record
source: Re-position current content element
sl: Prestavi trenutni element vsebine

source: Move page
sl: Premakni stran

# deleteItem
source: Delete
sl: Izbriši

# deleteWarning
source: Are you sure you want to delete this record?
sl: Ste prepričani, da želite izbrisati ta zapis?

# editColumn
source: Edit this column
sl: Uredi ta stolpec

# editPageProperties_curLang
source: Edit translation properties
sl: Uredi lastnosti prevoda

# editInRTE
source: Edit in Rich Text Editor
sl: Uredi v naprednem urejevalniku besedila

# newPageContent
source: Create page content
sl: Ustvari novo vsebino strani

# newPageContent_copyForLang
source: Copy default content elements
sl: Kopiraj privzete elemente vsebine

# newPageContent2
source: New content
sl: Nova vsebina

# newInColumn
source: Create new record in top of this column
sl: Ustvari nov zapis na vrhu tega stolpca

source: records
sl: zapisov

source: Page information
sl: Podatki o strani

source: Go to table
sl: Pojdi v tabelo

source: Internal notes
sl: Osebne opombe

# clearCache
source: Click here to clear cache for this page.
sl: Tukaj izpraznite predpomnilnik za to stran.

# hiddenCE
source: Show hidden content elements
sl: Pokaži skrite elemente vsebine

# new_language
source: Make new translation of this page
sl: Ustvari nov prevod te strani

# newLabel
source: NEW
sl: NOVO

# defaultLanguage
source: Default
sl: Privzeto

source: Edit language header
sl: Uredi naslov jezika

source: Edit page properties
sl: Uredi lastnosti strani

# newRecordGeneral
source: Create new record
sl: Ustvari nov zapis

# newContentElement
source: Create new content element
sl: Ustvari nov vsebinski element

# CEonThisPage
source: Content elements on this page:
sl: Vsebinskih elementov na tej strani:

# newPage
source: Create new page
sl: Ustvari novo stran

# newPage2
source: New page
sl: Nova stran

# noAccess
source: No edit access
sl: Ni dostopa za urejanje

# noAccess_msg
source: You do not have access to edit the requested record.
sl: Nimate dovoljenja za urejanje zahtevanega zapisa.

# undoLastChange
source: Undo/Redo last change (%s ago)
sl: Razveljavi/uveljavi zadnjo spremembo (pred %s)

# recordHistory
source: View record change history
sl: Pokaži zgodovino sprememb

# viewContent
source: Viewing content of
sl: Preglejuješ vsebino

# tt_board_subject
source: Subject
sl: Zadeva

# tt_board_author
source: Author
sl: Avtor

# tt_board_date
source: Date
sl: Datum

# tt_board_age
source: Age
sl: Starost

# m_function_0
source: QuickEdit
sl: HitroUrejanje

# m_function_1
source: Columns
sl: Stolpci

# m_function_2
source: Languages
sl: Jeziki

# m_tt_board_0
source: List topics only
sl: Samo seznam tem

# m_tt_board_expand
source: Expand Threads
sl: Razširi niti

# m_tt_address_0
source: Short List
sl: Kratek seznam

# m_tt_address_1
source: Address list
sl: Seznam naslovov

# m_tt_address_2
source: Personal info
sl: Osebni podatki

# m_tt_links_1
source: Whole URL
sl: Celoten URL

# m_tt_links_2
source: Alternative note
sl: Neobvezna opomba

# m_tt_calender_date
source: Date
sl: Datum

# m_tt_calender_date_ext
source: Date - extended
sl: Datum - razširjeno

# m_tt_calender_todo
source: Todo
sl: Seznam opravil

# m_tt_calender_todo_ext
source: Todo - extended
sl: Seznam opravil - razširjeno

# m_tt_calender_ext
source: Extended
sl: Razširjeno

# m_tt_products_ext
source: Extended
sl: Razširjeno

# m_default
source: Default
sl: Privzeto

# clickAPage_header
source: Web>Page module
sl: modul Internet>Stran

# clickAPage_content
source: Please click the page title in the page tree to the left to edit page content.
sl: Če želite urejati vsebino, kliknite na naslov strani v drevesu na levi.

# pI_crUser
source: Created by
sl: Ustvaril

# pI_crDate
source: Created date
sl: Ustvarjeno

# pI_lastChange
source: Last change
sl: Zadnja sprememba

# pI_lastChangeContent
source: Last change, content
sl: Zadnja sprememba, vsebina

# pI_hitsTotal
source: Total Hits
sl: Skupaj zadetkov

# pI_hitsPeriod
source: Hits Period
sl: Obdobje zadetkov

# pI_hits24hours
source: Last 24 hours
sl: Zadnjih 24 ur

# pI_hits10days
source: Last 10 days
sl: Zadnjih 10 dni
