Repository: wechta/abubu
Catalog: typo3conf/l10n/*/cms/layout/*.locallang_db_new_content_*.xlf
Languages: sl

# sel1
source: Please select the type of page content you wish to create:
sl: Izberite, kakšno vsebino želite ustvariti:

# sel2
source: Now, click the position where you wish to place the element on the page:
sl: Izberite položaj vsebine na strani:

# common
source: Typical page content
sl: Tipična vsebina strani

# common_regularText_title
source: Regular Text Element
sl: Običajno besedilo

# common_regularText_description
source: A regular text element with header and bodytext fields.
sl: Običajno besedilo z naslovom in telesom besedila.

# common_textImage_title
source: Text & Images
sl: Besedilo s sliko

# common_textImage_description
source: Any number of images wrapped right around a regular text element.
sl: Poljubno število slik oblito z običajnim besedilom.

# common_imagesOnly_title
source: Images Only
sl: Samo slike

# common_imagesOnly_description
source: Any number of images aligned in columns and rows with a caption.
sl: Poljubno število slik poravnanih v stolpce in vrstice z opisi.

# common_bulletList_title
source: Bullet List
sl: Neoštevilčen seznam

# common_bulletList_description
source: A single bullet list.
sl: Samostojen neoštevilčen seznam.

# common_table_title
source: Table
sl: Tabela

# common_table_description
source: A simple table.
sl: Enostavna tabela z do 8 stolpci.

# special
source: Special elements
sl: Posebni elementi

# special_filelinks_title
source: File Links
sl: Povezave do datotek

# special_filelinks_description
source: Makes a list of files for download.
sl: Ustvari seznam datotek za prenos.

# special_multimedia_title
source: Multimedia
sl: Multimedija

# special_multimedia_description
source: Inserts a media element like a Flash animation, audio file or video clip.
sl: Vstavi medijski element, n.pr: Flash animacijo, audio ali video posnetek.

# special_sitemap_title
source: Sitemap
sl: Načrt strani

# special_sitemap_description
source: Creates a sitemap of the website.
sl: Ustvari načrt spletne strani.

# special_plainHTML_title
source: Plain HTML
sl: Enostaven HTML

# special_plainHTML_description
source: With this element you can insert raw HTML code on the page.
sl: Vstavi HTML kodo na stran.

# forms
source: Form elements
sl: Elementi obrazca

# forms_mail_title
source: Mail Form
sl: Poštni obrazec

# forms_mail_description
source: A mail form allowing website users to submit responses.
sl: Poštni obrazec omogoča obiskovalcem spletne strani pošiljanje odgovorov

# forms_search_title
source: Search Form
sl: Iskalni obrazec

# forms_search_description
source: Draws a search form and the searchresult if a search is performed.
sl: Vstavi iskalni obrazec in rezultate iskanja

# forms_login_title
source: Login Form
sl: Prijavni obrazec

# forms_login_description
source: Login/logout form used to password protect pages allowing only authorised website users and groups access.
sl: Prijavno/odjavni obrazec se uporablja za avtoriziranje uporabnikov spletne strani.

source: Plugins
sl: Vtičniki

# plugins_general_title
source: General Plugin
sl: Splošen vtičnik

# plugins_general_description
source: Select this element type to insert a plugin which cannot be found amongst the options below.
sl: Ta tip elementa izberite, če želite vstaviti vtičnik, ki ga ni med spodnjimi možnostmi.
