Repository: wechta/abubu
Catalog: typo3conf/l10n/*/cms/web_info/*.locallang.xlf
Languages: sl

# page_title
source: Pagetree overview
sl: Pregled drevesa strani

# page_sysnote
source: Internal notes
sl: Osebne opombe

source: Page information
sl: Podatki o strani

# pages_0
source: Basic settings
sl: Osnovne nastavitve

# pages_2
source: Cache and Age
sl: Predpomnilnik in starost

# pages_1
source: Record overview
sl: Pregled zapisov

# stat_type_0
source: Page hits
sl: Obiskov strani

# stat_type_1
source: Total hits
sl: Vseh obiskov

# stat_type_2
source: Hits in main sections
sl: Obiskov glavnih sekcij

# stat_period
source: Statistics in the period %s back to %s
sl: Statistika za obdobje od %s do %s

# pI_crUser
source: Created by
sl: Ustvaril

# pI_crDate
source: Created date
sl: Ustvarjeno dne

# pI_lastChange
source: Last change
sl: Zadnja sprememba

# pI_lastChangeContent
source: Last change, content
sl: Zadnja sprememba, vsebina

# hits_title
source: Hit Statistics
sl: Statistika obiska

# lang_renderl10n_viewPage
source: View page
sl: Poglej stran

# lang_renderl10n_editDefaultLanguagePage
source: Edit default language page properties
sl: Uredi naslov strani v privzetem jeziku

# lang_renderl10n_editLangOverlays
source: Edit all language overlay records
sl: Uredi prevode vseh strani

# lang_renderl10n_editPageProperties
source: Edit all page properties
sl: Uredi lastnosti vseh strani

# lang_renderl10n_editPage
source: Edit page
sl: Uredi vsebino

# lang_renderl10n_editPageLang
source: Edit page translation
sl: Uredi prevod vsebine

# lang_renderl10n_badThingThereAre
source: ERROR: there are two or more page overlay records for this language! Only one is allowed!
sl: NAPAKA: obstajata dva ali več zapisov za ta jezik! Dovoljen je samo eden!

# lang_renderl10n_editLanguageOverlayRecord
source: Edit language overlay record
sl: Uredi prevod

# lang_renderl10n_page
source: Page
sl: Stran

# lang_renderl10n_default
source: Default
sl: Privzeto

# lang_getlangsta_createNewTranslationHeaders
source: Create new translation headers
sl: Ustvari nov prevod

# lang_renderl10n_CEcount
source: Content Element Count
sl: Število vsebin
