Repository: wechta/abubu
Catalog: typo3conf/l10n/*/rtehtmlarea/mod2/*.locallang.xlf
Languages: sl

# Type_of_abridged_form
source: Acronym or Abbreviation?
sl: Akronim ali okrajšava?

source: Term to abridge
sl: Termin za okrajšavo

# Defined_term
source: Pre-defined Acronyms and Abbreviations
sl: Predefinirani akronimi in okrajšave

source: Term:
sl: Termin:

source: Unabridged Term:
sl: Neokrajšan termin:

source: Select a term
sl: Izberi termin

source: Abridged Term:
sl: Okrajšan termin:

source: Acronym
sl: Akronim

source: Abbreviation
sl: Okrajšava

# Select_an_acronym
source: Select an acronym or abbreviation
sl: Izberi akronim ali okrajšavo

source: Use this term:
sl: Uporabi ta termin:

# Use_this_term_explain
source: Associate this term to the current selection
sl: Poveži ta termin s trenutnim izborom

source: OK
sl: V redu

source: Delete
sl: Izbriši

source: Cancel
sl: Prekliči
