Repository: wechta/abubu
Catalog: typo3conf/l10n/*/indexed_search/*.locallang_db.xlf
Languages: sl

# index_config
source: Indexing Configuration
sl: Konfiguracija indeksiranja

# index_config.title
source: Title:
sl: Naslov:

# index_config.description
source: Description:
sl: Opis:

# index_config.type.I.1
source: Database Records
sl: Zapisi v podatkovni bazi

# index_config.type.I.2
source: Filepath on server
sl: Pot do datotek na strežniku

# index_config.type.I.3
source: External URL
sl: Zunaji URL

# index_config.type.I.4
source: Page tree
sl: Drevo strani

# index_config.type.I.5
source: Meta configuration
sl: Meta konfiguracija

# index_config.type
source: Type:
sl: Tip:

# index_config.depth.I.0
source: Single page
sl: Posamezna stran

# index_config.depth.I.1
source: 1 Level
sl: 1 nivo

# index_config.depth.I.2
source: 2 Levels
sl: 2 nivoja

# index_config.depth.I.3
source: 3 Levels
sl: 3 nivoji

# index_config.depth
source: Depth:
sl: Globina:

# index_config.table2index
source: Table to index:
sl: Tabela za indeksiranje:

# index_config.alternative_source_pid
source: Alternative Source Page:
sl: Alternativna izvorna stran:

# index_config.get_params
source: GET parameter string (with ###UID### substitution):
sl: GET niz (z ###UID### zamenjavo)

# index_config.fields
source: Fields (first is title):
sl: Polja (prvo je naziv):

# index_config.externalUrl
source: External URL (eg. "http://www.domain.org/"):
sl: Zunanji URL (n.pr: "http://www.domena.si"):

# index_config.chashcalc
source: Calculate cHash (force caching)?
sl: Izračunam cHash (prisiljeno predpomnjenje)?

# index_config.filepath
source: Filepath:
sl: Pot do datotek:

# index_config.extensions
source: Limit to extensions (commalist):
sl: Omeji na razširitve (ločeno z vejico):

# index_config.url_deny
source: Enter sub-URLs in which not to decend:
sl: Vnesite podURL-je v katere se ne spustim:

# index_config.records_indexonchange
source: Index Records immediately when saved?:
sl: Indeksiram zapise ob shranjevanju?:

# index_config.timer_next_indexing
source: Next indexing is scheduled (if empty, then immediately):
sl: Naslednje indeksiranje je planirano ob (če je prazno, potem takoj)

# index_config.timer_offset
source: Timing offset from midnight:
sl: Časovni odmik od polnoči:

# index_config.timer_frequency
source: How often would you like a re-index?:
sl: Kako pogosto želite ponovno indeksiranje?:

# index_config.timer_frequency.I.0
source: Every hour
sl: Vsako uro

# index_config.timer_frequency.I.1
source: Every day (24 hours)
sl: Vsak dan (24 ur)

# index_config.timer_frequency.I.2
source: Every week
sl: Vsak teden

# index_config.recordsbatch
source: How many records to index a minute (default is 100):
sl: Koliko zapisov indeksiran v minuti (privzeto je 100):

# index_config.indexcfgs
source: Indexing configurations:
sl: Konfiguracije indeksiranja:

# index_config.parameterCfgs
source: Parameter combination configuration ([tablename]:&[param]=###UID###):
sl: Konfiguracija kombinacije parametrov ([tablename]:&[param]=###UID###):

# index_config.rootpage
source: Root page:
sl: Korenska stran:
