Repository: wechta/abubu
Catalog: typo3conf/l10n/*/lang/*.locallang_tsfe.xlf
Languages: sl

# adminOptions
source: ADMIN PANEL
sl: ADMINISTRACIJSKI PULT

source: Preview
sl: Predogled

# preview_showHiddenPages
source: Show hidden pages
sl: Pokaži skrite strani:

# preview_showHiddenRecords
source: Show hidden records
sl: Pokaži skrite zapise:

# preview_simulateDate
source: Simulate time
sl: Simuliraj čas:

# preview_simulateUserGroup
source: Simulate user group
sl: Simuliraj uporabniško skupino:

source: Cache
sl: Predpomnilnik

# cache_noCache
source: No caching
sl: Brez predpomnilnika:

# cache_doit
source: Clear cache now!
sl: Počisti predpomnilnik!

# cache_clearLevels
source: Clear levels
sl: Shrani v predpomnilnik ravni:

# cache_cacheEntries
source: Cache entries
sl: Shrani v predpomnilnik vnose:

source: Publish
sl: Objavi

source: Publish levels
sl: Objavi ravni:

# publish_tree
source: Publish pages
sl: Objavi strani:

# publish_doit
source: Publish now!
sl: Objavi sedaj!

# edit
source: Editing
sl: Urejanje

# edit_displayIcons
source: Display edit panels
sl: Pokaži pulte za urejanje:

# edit_displayFieldIcons
source: Display edit icons
sl: Pokaži ikone za urejanje:

# edit_editFormsOnPage
source: Editforms on page
sl: Obrazci za urejanje na strani:

# edit_editNoPopup
source: No popup window
sl: Brez pojavnega okna:

# edit_openAB
source: Open TYPO3 Backend
sl: Odpri administracijo sistema Typo3

# edit_recordHistory
source: View record change history
sl: Pokaži zgodovino sprememb zapisov

# edit_newContentElement
source: Create new content element
sl: Ustvari nov element vsebine

# edit_move_page
source: Move page
sl: Premakni stran

# edit_newPage
source: Create new page
sl: Ustvari novo stran

# edit_editPageProperties
source: Edit page properties
sl: Uredi lastnosti strani

# edit_editPageOverlay
source: Edit properties of translated page
sl: Uredi lastnosti prevedene strani

# edit_db_list
source: Web>List module
sl: Modul Internet>Seznam

# tsdebug_tree
source: Tree display
sl: Prikaz drevesne strukture:

# tsdebug_LR
source: Track content rendering
sl: Sledi oblikovanju vsebine:

# tsdebug_forceTemplateParsing
source: Force TS Rendering
sl: Izsili TS oblikovanje:

# tsdebug_displayTimes
source: Display all times
sl: Prikaži vse čase:

# tsdebug_displayMessages
source: Display messages
sl: Prikaži sporočila:

# tsdebug_displayContent
source: Display content
sl: Prikaži vsebino:

# tsdebug_displayQueries
source: Explain SELECT queries
sl: Pojasni poizvedbe SELECT:

# div_Levels_0
source: This page
sl: Ta stran

# div_Levels_1
source: + 1 sublevel
sl: + 1 podraven

# div_Levels_2
source: + 2 sublevels
sl: + 2 podravni

source: Update
sl: Posodobi

# p_editRecord
source: Edit record
sl: Uredi zapis

# p_moveUp
source: Move up
sl: Premakni navzgor

# p_moveDown
source: Move down
sl: Premakni navzdol

# p_unhide
source: Un-Hide
sl: Pokaži

# p_hide
source: Hide
sl: Skrij

# p_newSubpage
source: New subpage
sl: Nova podstran

# p_newRecordAfter
source: New record after
sl: Nov zapis za

# p_delete
source: Delete
sl: Izbriši

# p_deleteConfirm
source: Are you sure you want to delete this record?
sl: Res želite izbrisati ta zapis?

# p_hideConfirm
source: Hiding a record will make it invisible on the webpage. To edit the hidden record enter the backend or enable the frontend preview. Continue?
sl: Če skrijete zapis, le-ta ne bo viden na spletni strani. Če ga boste kasneje želeli urejati, boste lahko to storili v administraciji ali če boste omogočili predogled na spletni strani. Res želite nadaljevati?
