Repository: wechta/abubu
Catalog: typo3conf/l10n/*/lang/*.locallang_mod_web_list.xlf
Languages: sl

# mlang_labels_tablabel
source: List of database-records
sl: Seznam zapisov v bazi podatkov

# mlang_labels_tabdescr
source: The Web>List module provides low level access to records appearing on a page.
sl: Modul Internet>Seznam omogoča najbolj osnovni dostop do zapisov na strani.

# mlang_tabs_tab
source: List
sl: Seznam

# clip_pasteAfter
source: Paste after: Clipboard content is inserted after this record
sl: Prilepi za: Vsebina iz odložišča bo vstavljena za ta zapis

# clip_pasteInto
source: Paste into: Clipboard content is inserted on this page
sl: Prilepi v: Vsebina iz odložišča bo vstavljena na to stran

# clip_paste
source: Paste in clipboard content
sl: Prilepi v odložišče

# clip_markRecords
source: Mark All/Mark none
sl: Označi vse / Ne označi nič

# clip_selectMarked
source: Transfer the selection of records to clipboard
sl: Prenesi izbrane zapise v odložišče

# clip_duplicates
source: Mark duplicates
sl: Označi dvojnike

# clip_editMarked
source: Edit marked
sl: Uredi označeno

# clip_deleteMarked
source: Delete marked
sl: Izbriši označeno

# clip_deleteMarkedWarning
source: Are you sure you want to delete all marked records from the table '%s'?
sl: Res želite izbrisati vse označene zapise iz tabele '%s'?

# showInfo
source: Display information
sl: Prikaži informacije

# edit
source: Edit record
sl: Uredi zapis

# editPage
source: Edit page properties
sl: Uredi lastnosti strani

# new
source: New record
sl: Nov zapis

# newPage
source: Create new page after this page
sl: Ustvari novo stran za to stranjo

# newRecord
source: Create new record after this record
sl: Ustvari nov zapis za tem zapisom

# newRecordGeneral
source: Create new record
sl: Ustvari nov zapis

# moveUp
source: Move up in list
sl: Premakni navzgor po seznamu

# moveDown
source: Move down in list
sl: Premakni navzdol po seznamu

# move_record
source: Re-position content element
sl: Premakni vsebinski element

source: Move page
sl: Premakni stran

# hide
source: Hide record
sl: Skrij zapis

# unHide
source: Un-hide record
sl: Pokaži zapis

source: Hide page
sl: Skrij stran

source: Un-hide page
sl: Pokaži stran

# prevLevel
source: Move this page to the position after the current parent page (Inwards)
sl: Premakni to stran v nižji nivo

# nextLevel
source: Move this page to be a subpage of the page above (Outwards)
sl: Premakni to stran v višji nivo

# delete
source: Delete record (!)
sl: Izbriši zapis (!)

# history
source: Display change history / Un-do
sl: Prikaži zgodovino sprememb / Razveljavi

# permissions
source: Set permissions for page
sl: Nastavi dovoljenja za stran

# largeControl
source: Extended view
sl: Razširjen pogled

# contractView
source: List all tables
sl: Štej vse tabele

# expandView
source: List only this table
sl: Štej samo to tabelo

source: Show clipboard
sl: Prikaži odložišče

# editShownColumns
source: Edit all shown fields of the listed records
sl: Uredi vsa prikazana polja prikazanih zapisov

# editThisColumn
source: Edit the '%s' field of the listed records
sl: Uredi polje '%s' prikazanih zapisov

# deleteWarning
source: Are you sure you want to delete this record?
sl: Ste prepričani, da želite izbrisati ta zapis?

# localization
source: Localization view
sl: Pogled prevodov

# defaultLanguage
source: Default
sl: Privzeto

# multipleLanguages
source: All languages
sl: Vsi jeziki

# Localize
source: Localize to:
sl: Prevedi v:
