Repository: wechta/abubu
Catalog: typo3conf/l10n/*/lang/*.locallang_mod_user_ws.xlf
Languages: sl

# mlang_labels_tablabel
source: Workspace overview
sl: Pregled delovnega okolja

# mlang_labels_tabdescr
source: Workspace overview showing the changes you have made in the workspace. Here you can also publish the changes to the website if you are allowed to do that.
sl: Pregled delovnega okolja prikazuje spremembe, ki ste jih naredili v delovnem okolju. Tukaj lahko spremembe tudi objavljate, če imate za to ustrezno dovoljenje.

# mlang_tabs_tab
source: Workspace
sl: Delovno okolje

# title
source: Workspace Manager
sl: Upravljalnik delovnega okolja

# menuitem_review
source: Review and Publish
sl: Pregled in objava

# menuitem_workspaces
source: Workspace List
sl: Seznam delovnih okolij

# filter_drafts
source: Drafts
sl: Načrti

# filter_archive
source: Archive
sl: Arhiv

# filter_all
source: All
sl: Vse

# diff_no_diff
source: Do not show differences
sl: Ne prikaži razlik

# diff_show_inline
source: Show differences inline
sl: Razlike prikaži vključene

# diff_show_popup
source: Show diff. popups (branches)
sl: Razlike prikaži v novem oknu

# label_errors
source: Errors:
sl: Napake:

# workspace_description_live
source: The LIVE workspace allows changes to take effect immediately on the website. However versioning can be applied inside the live workspace and this overview shows you draft and archive versions from the various workspaces, including the LIVE workspace.
sl: ŽIVO delovno okolje omogoča, da se spremembe takoj prikažejo na spletni strani. Vendar lahko znotraj živega delovnega okolja uporabljamo verzije in ta pregled prikazuje načrtovane in arhivirane verzije iz različnih delovnih okolij, vključno z živim delovnim okoljem.

# workspace_description_draft
source: In the Draft workspace all changes will be made as new versions of the live content. Changes can be previewed, reviewed and eventually published live.
sl: V načrtovalnem delovnem okolju bodo vse spremembe narejene kot nove verzije živih vsebin. Spremembe lahko potem predogledamo, pregledamo in sčasoma objavimo.

# workspace_description_no_access
source: You have no access to any workspace which might be an error. Please contact you administrator!
sl: Nimate dostopa do kateregakoli delovnega okolja, kar je lahko napaka. Prosimo, kontaktirajte svojega administratorja!

# edit_workspace_no_permission
source: You have no permission to edit this workspace. Only admin users or owners of the workspace can modify its parameters.
sl: Nimate pravic za urejanje tega delovnega okolja. Samo administratorji ali lastniki delovnega okolja lahko urejajo njegove parametre.

# create_workspace_no_permission
source: You have no permission to create workspaces. Only admin users can create workspaces.
sl: Nimate pravice ustvariti delovnega okolja. Samo administratorji lahko ustvarijo delovno okolje.

# submit_publish_workspace
source: Publish workspace
sl: Objavi delovno okolje

# submit_publish_workspace_confirmation_1
source: Are you sure you want to publish all content in "Publish" stage from the workspace?
sl: Ali ste prepričani, da želite objaviti vso vsebino iz tega delovnega okolja, ki je v stanju "Objavi"?

# submit_publish_workspace_confirmation_2
source: Are you sure you want to publish all content from the workspace?
sl: Ali ste prepričani, da želite objaviti vso vsebino iz tega delovnega okolja?

# submit_swap_workspace
source: Swap workspace
sl: Zamenjaj delovno okolje

# submit_swap_workspace_confirmation_1
source: Are you sure you want to publish (swap) all content in "Publish" stage from the workspace?
sl: Ali ste prepričani, da želite objaviti (zamenjati) vso vsebino iz tega delovnega okolja, ki je v stanju "Objavi"?

# submit_swap_workspace_confirmation_2
source: Are you sure you want to publish (swap) all content from the workspace?
sl: Ali ste prepričani, da želite objaviti (zamenjati) vso vsebino iz tega delovnega okolja?

# no_publish_permission
source: You are not permitted to publish from this workspace
sl: Nimate pravic za objavo vsebin iz tega delovnega okolja.

# label_workspace
source: Workspace:
sl: Delovno okolje:

# label_description
source: Description:
sl: Opis:

# label_options
source: Options:
sl: Možnosti:

# label_pagetree
source: Pagetree:
sl: Drevo strani:

# label_live_version
source: Live Version:
sl: Živa verzija:

# label_draft_versions
source: Workspace Versions:
sl: Načrtovana verzija:

# label_stage
source: Stage:
sl: Stanje:

# label_publish
source: Publish:
sl: Objavi:

# label_lifecycle
source: Lifecycle:
sl: Življenjski cikel:

# label_access_level
source: Access level:
sl: Novi dostopa:

# img_title_publish
source: Publish
sl: Objavi

# img_title_swap
source: Swap
sl: Zamenjaj

# remove_from_ws_confirmation
source: Remove from workspace?
sl: Odstranim iz delovnega okolja?

# img_title_remove_from_ws
source: Remove from workspace?
sl: Odstranim iz delovnega okolja?

# img_title_edit_page
source: Edit page
sl: Uredi stran

# img_title_edit_element
source: Edit element
sl: Uredi element

# img_title_show_log
source: Show Log
sl: Prikaži dnevnik

# diffview_label_field_name
source: Fieldname:
sl: Ima polja:

# diffview_label_colored_diff_view
source: Colored diff-view:
sl: Obarvani pogled razlik:

# diffview_complete_match
source: Complete match on editable fields.
sl: Popolno ujemanje pri poljih za urejanje

# diffview_cannot_find_records
source: ERROR: Records could strangely not be found!
sl: NAPAKA: Začuda nisem našel zapisov!

# img_title_show_more
source: Show more
sl: Prikaži več

# img_title_current_workspace
source: This is a current workspace!
sl: To je trenutno delovno okolje!

# img_title_create_new_workspace
source: Create new workspace
sl: Ustvari novo delovno okolje

# link_text_create_new_workspace
source: Create new workspace
sl: Ustvari novo delovno okolje

# edit_workspace_go_back
source: Go back
sl: Pojdi nazaj

# edit_workspace_title_edit
source: Edit workspace
sl: Uredi delovno okolje

# edit_workspace_title_new
source: Create new workspace
sl: Ustvari novo delovno okolje

# workspace_list_label_current_workspace
source: Current:
sl: Trenutno:

# workspace_list_label_workspace_title
source: Title:
sl: Naslov:

# workspace_list_label_workspace_description
source: Description:
sl: Opis:

# workspace_list_label_owners
source: Owners:
sl: Lastniki:

# workspace_list_label_members
source: Members:
sl: Člani:

# workspace_list_label_reviewers
source: Reviewers:
sl: Pregledovalci:

# workspace_list_access_admins_only
source: Admins only
sl: Samo administratorji

# workspace_list_access_anyone
source: no restrictions
sl: brez omejitev

# workspace_list_label_file_mountpoints
source: File mountpoints:
sl: Priključne točke za datoteke:

# workspace_list_label_db_mountpoints
source: Database mountpoints:
sl: Priključne točke za podatkovno bazo:

# workspace_list_label_frozen
source: Frozen:
sl: Zamrznejeno:

# workspace_list_label_publish_date
source: Publish date:
sl: Datum objave:

# workspace_list_label_unpublish_date
source: Unpublish date:
sl: Datum umika objave:

# workspace_list_label_your_access
source: Your access:
sl: Vaš dostop

# workspace_list_label_workspace_users
source: Workspace users:
sl: Uporabniki delovnega okolja:

# workspace_list_label_frozen_yes
source: Yes
sl: Da

# workspace_list_label_frozen_no
source: No
sl: Ne

# workspace_list_icon_title_edit_workspace
source: Edit workspace
sl: Uredi delovno okolje

# workspace_list_icon_title_switch_workspace
source: Switch workspace
sl: Preklopi delovno okolje

# workspace_list_access_admin
source: Admin
sl: Administrator

# workspace_list_access_online
source: Online
sl: Prisoten

# workspace_list_access_offline
source: Offline
sl: Odsoten

# workspace_list_access_owner
source: Owner
sl: Lastnik

# workspace_list_access_member
source: Member
sl: Član

# workspace_list_access_reviewer
source: Reviewer
sl: Pregledovalec

# workspace_list_publishing_count_draft
source: Draft
sl: Načrt

# workspace_list_publishing_count_archive
source: Archive
sl: Arhiv

# workspace_list_publishing_count
source: Published %d times
sl: Objavljeno %d-krat

# stage_sent_to_review
source: "%s" sent element to "Review"
sl: "%s" je poslal element v "Pregled"

# stage_approved_for_publish
source: "%s" approved for "Publish"
sl: "%s" je odobril "Objavo"

# stage_rejected
source: "%s" rejected element!
sl: "%s" je zavrnil element!

# stage_reset_to_editing
source: "%s" reset to "Editing"
sl: "%s" je poslan v "Urejanje"

# stage_undefined
source: [undefined]
sl: [nedefinirano]

# stage_label_user_comment
source: User Comment:
sl: Komentar uporabnika:

# workspace_list_mount_point_inaccessible
source: This mount point is defined for workspace but not accessible to you. If you need access to this mount point, ask your system administrator to give you access to it.
sl: Te točke so določene za to delovno okolje, vendar do njih nimate dostopa. Če potrebujete dostop do njih, prosite vašega sistemskega administratorja, da vam ga dodeli.

# workspace_list_file_mount_point_live
source: Mount points from user profile are used.
sl: Uporabljene so priključne točke iz uporabnikovega profila.

# workspace_list_file_mount_point_draft
source: File mount points are not available in draft workspace.
sl: Priključne točke v delovnem okolju osnutkov niso na voljo.

# workspace_list_file_mount_point_custom
source: File mount points are not defined for this workspace. Therefore no file mount points available in the workspace.
sl: Za to delovno okolje ni določenih priključnih točk za datoteke. Zato tudi niso na razpolago.

# workspace_list_db_mount_point_live
source: Mount points from user profile are used.
sl: Uporabljene so priključne točke iz uporabnikovega profila.

# workspace_list_db_mount_point_draft
source: Mount points from user profile are used.
sl: Uporabljene so priključne točke iz uporabnikovega profila.

# workspace_list_db_mount_point_custom
source: Mount points from user profile are used.
sl: Uporabljene so priključne točke iz uporabnikovega profila.

# publish_title
source: Publish workspace
sl: Objavi delovno okolje

# swap_title
source: Swap workspace
sl: Zamenjaj delovno okolje

# publish_status
source: Published records <strong>%d</strong> to <strong>%d</strong> of <strong>%d</strong>.
sl: Objavljeni zapisi <strong>%d</strong> od <strong>%d</strong> v <strong>%d</strong>.

# swap_status
source: Swapped records <strong>%d</strong> to <strong>%d</strong> of <strong>%d</strong>.
sl: Zamenjani zapisi <strong>%d</strong> od <strong>%d</strong> v <strong>%d</strong>.

# publish_prepare
source: TYPO3 is preparing to publish records.
sl: TYPO3 se pripravlja za objavo zapisov.

# swap_prepare
source: TYPO3 is preparing to swap records.
sl: TYPO3 se pripravlja za zamenjavo zapisov.

source: Please, wait...
sl: Prosimo, počakajte...

# return_to_index
source: Return to Workspace module
sl: Vrni se v modul "Delovno okolje"

# do_not_interrupt_publishing_1
source: Do not interrupt publishing process or
sl: Ne prekinjajte procesa objave ali

# do_not_interrupt_publishing_2
source: workspace may be left in half-published state!
sl: delovno okolje lahko ostane v napol objavljenem stanju!

# workspace_published
source: Workspace has been published.
sl: Delovno okolje je objavljeno.

# workspace_swapped
source: Workspace has been swapped.
sl: Delovno okolje je zamenjano.

# label_reject
source: Reject
sl: Zavrni

# label_review
source: Review
sl: Pregled

# label_sendtoreview
source: Send to review
sl: Pošlji v pregled

# label_approveforpublishing
source: Approve for publishing
sl: Odobro za objavo

# stage_editing
source: Editing
sl: Urejanje

# stage_review
source: Review
sl: Pregled

# stage_publish
source: Publish
sl: Objavi

# label_subelements
source: Sub elements
sl: Podelementi

# label_subelementsdetails
source: Sub elements, click for details
sl: Podelementi, pritisni za podrobnosti

# label_commentforreviewer
source: Comment for Reviewer:
sl: Komentar za pregledovalca:

# label_commentforpublisher
source: Comment for Publisher:
sl: Komentar za objavitelja:

# label_resetstage
source: Reset stage
sl: Povrni stadij v osnovno stanje

# label_undefined
source: Undefined
sl: Nedefinirano

# explain_reject
source: Please explain why you reject:
sl: Prosimo, pojasnite zakaj zavračate:

# label_page
source: Page
sl: Stran

# label_branch
source: Branch
sl: Veja

# label_newrecord
source: New element
sl: Now element

# label_deletedrecord
source: Deleted element
sl: Izbrisan element

# label_otherversions
source: Other version(s) in workspace(s):
sl: Druge verzije v delovnih okoljih:

# label_multipleversions
source: Multiple versions in same workspace!
sl: Več verzij v istem delovnem okolju!

# label_nestedversions
source: Version inside version!
sl: Verzija v verziji!

# label_rejected
source: Rejected
sl: Zavrnjeno

# label_showsubelements
source: Show sub elements
sl: Prikaži podelemente

# label_onlymychanges
source: Show only my changes
sl: Prikaži samo moje spremembe

# label_offlineWSes
source: Draft workspaces
sl: Načrtovalno delovno okolje

# label_allWSes
source: All workspaces
sl: Vsa delovna okolja

# label_notapplicable
source: n/a
sl: ni možno

# label_percentchange
source: %%% change:
sl: %%% spremembe:

# label_doaction_publish
source: Publish
sl: Objavi

# label_doaction_swap
source: Swap
sl: Zamenjaj
