Repository: wechta/abubu
Catalog: typo3conf/l10n/*/lang/*.locallang_show_rechis.xlf
Languages: sl

# title
source: Show record history
sl: Pokaži zgodovino zapisov

source: Time
sl: Čas

source: Age
sl: Starost

source: User
sl: Uporabnik

source: Table:uid
sl: Tabela/Uid

source: Differences
sl: Razlike

# changes
source: Changelog
sl: Dnevnik sprememb

source: Return
sl: Nazaj

# returnLink
source: Click here to go back
sl: Tukaj kliknite za nazaj

# revertAll
source: Rollback all changes shown
sl: Razveljavi vse prikazane spremembe

# revertRecord
source: Rollback single record
sl: Razveljavi spremembo zapisa

# revertField
source: Rollback single field
sl: Razveljavi spremembo polja

# externalChange
source: Intermediate external change!
sl: Vmes je prišlo do zunanje spremembe!

# sumUpChanges
source: Rollback (Preview)
sl: Razveljavi spremembe (predogled)

# markState
source: mark this change
sl: označi to spremembo

# unmarkState
source: unMark this change
sl: odznači to spremembo

# elementHistory
source: You are currently seeing the history for an element.
sl: Trenutno vidite zgodovino za element.

# elementHistory_link
source: Show the full page history!
sl: Prikaži popolno zgodovino strani!

# linkRecordHistory
source: Limit history to this record
sl: Omeji zgodovino na ta zapis

# differenceMsg
source: In the Difference column you can see the changes at every modification of records. New changes are displayed in <span class="diff-g">green colored text</span> and the <span class="diff-r">red colored text</span> are the old values which were removed.
sl: V stolpcu razlik lahko vidite razlike ob vsaki spremembi zapisov. <span class="diff-g">Nove spremembe</span> so obarvane zeleno, <span class="diff-r">stare vrednosti</span>, ki so odstranjenem, pa so rdeče.

# fullView
source: Return to full view
sl: Vrni se na polni pogled

source: insert
sl: vstavi

source: delete
sl: izbriši

# mergedDifferences
source: Preview for Rollback
sl: Predogled za razveljavitev sprememb

source: Settings
sl: Nastavitve

# maxSteps
source: Show entries:
sl: Prikaži vnose:

# maxSteps_all
source: ALL
sl: VSE

# maxSteps_marked
source: marked
sl: označene

# showDiff
source: Show differences:
sl: Prikaži razlike:

# showDiff_no
source: No
sl: Ne

# showDiff_inline
source: Inline
sl: Vključeno

source: Show sub elements:
sl: Prikaži podelemente:

source: No
sl: Ne

source: Yes
sl: Da

# showInsertDelete
source: Show inserts/deletes of records:
sl: Prikaži vstavitve/brisanja zapisov:

# consistenceWarning
source: From this point on, there is no guarantee that a rollback reverts all changes, as changes of records prior to this message are normally not preserved.
sl: Od tega trenutka dalje ni garancija, da bo razveljavitev sprememb razveljavila vse spremembe, saj spremembe pred tem sporočilom navadno niso ohranjene.

# noDifferences
source: There are no differences to the current page!
sl: Ni razlik za trenutno stran!
