Repository: wechta/abubu
Catalog: typo3conf/l10n/*/lang/*.locallang_mod_web_perm.xlf
Languages: sl

source: Permissions
sl: Privilegiji

# ch_permissions
source: Change permissions
sl: Spremeni privilegije

source: Legend
sl: Legenda

source: Owner
sl: Lastnik

source: Group
sl: Skupina

source: Everybody
sl: Vsakdo

# EditLock
source: Lock
sl: Zakleni

# EditLock_descr
source: The page and all content is locked for editing by all non-Admin users.
sl: To stran in njeno vsebino lahko urejajo samo 'admin' uporabniki.

source: Save
sl: Shrani

source: Abort
sl: Prekliči

source: EDIT
sl: UREDI

# recursive
source: Set recursively
sl: Nastavi rekurzivno

source: pages affected
sl: upoštevanih strani

source: User overview
sl: Uporabniški pregled

source: Mode
sl: Način

source: Depth
sl: Globina

source: levels
sl: nivojev

source: User
sl: Uporabnik

# def
source: Definition: 'content' is records from all tables on a page - except from records from the table 'pages' (Pages).
sl: Definicija: 'vsebina' so zapisi iz vseh tabel na strani - razen zapisi iz tabele 'strani' (Strani).

# A_Granted
source: Access Granted
sl: Dostop omogočen

# A_Denied
source: Access Denied
sl: Dostop zavrnjen

source: Show page
sl: Uredi vsebino

source: Edit content
sl: Uredi vsebino

source: Edit page
sl: Uredi stran

source: Delete page
sl: Izbriši stran

source: New pages
sl: Nove strani

# 1_t
source: Show/Copy page and content.
sl: Pokaži/Kopiraj stran in vsebino.

# 16_t
source: Change/Add/Delete/Move content.
sl: Spremeni/Dodaj/Izbriši/Premakni vsebino.

# 2_t
source: Change/Move page, eg. change pagetitle etc.
sl: Spremeni/Premakni stran, npr. spremeni naslov strani itd.

# 4_t
source: Delete page and content.
sl: Izbriši stran in vsebino.

# 8_t
source: Create new pages under this page.
sl: Ustvari nove strani pod to stranjo.

# mlang_labels_tablabel
source: Page editing permissions
sl: Privilegiji za urejanje

# mlang_labels_tabdescr
source: Setting of page permissions is vital for controlling backend user access to pages. You can assign a user and a group as owners of a page and set access permissions for each.
sl: Z nastavitvijo privilegijev posameznim uporabnikom omogočite urejanje strani.

# mlang_tabs_tab
source: Access
sl: Dostop
