Repository: wechta/abubu
Catalog: typo3conf/l10n/*/cms/*.locallang_csh_webinfo.xlf
Languages: sl

# pagetree_overview.alttitle
source: Pagetree Overview
sl: Pregled drevesa strani

# pagetree_overview.description
source: The Pagetree Overview shows information related to pages for a branch of the page tree. This includes start- and stop-times, cache settings etc.
sl: Pregled drevesa strani prikazuje informacije povezane s stranmi v drevesa strani, kot so: začetek in konec prikazovanja, nastavitve predpomnjenja...

# pagetree_overview.image_descr
source: One of the features of the Pagetree Overview module is that you can see what types of records are found on pages in a branch. Here record counts are shown for a page tree branch 2 levels down.
sl: Ena izmed značilnosti pregleda drevesa strani je, da lahko vidite kateri tipi zapisov se nahajajo na straneh v veji. Slika prikazuje števec zapisov za globino 2 nivojev.

# func_0.alttitle
source: Basic Settings
sl: Osnovne nastavitve

# func_0.description
source: Displays a selection of fields from page records which are regarded as foundational settings for pages. That includes aliases, start- and stop times, access restriction information etc.
sl: Prikazuje izbor polj iz zapisov strani, ki se smatrajo za osnovne nastavitve strani. To vključuje vzdevek, časovno obdobje prikaza, podatke o omejitvi dostopa, itd.

# func_0.details
source: The Basic Settings view resembles the Cache and Age view quite a lot. They are different only by the selection of fields they show. <b>Batch editing page fields</b> You will find multiple edit-icons around the interface. All edit icons in head lines will bring you to an editing dialog where you can change exactly that field for all listed tables! Very useful for batch-editing of say all "Start" times. If you click the edit icon at the ID numbers of pages you will get straight to the regular editing of a whole page record.
sl: Pogled "Osnovne nastavitve" je kar precej podoben pogledu "Predpomnjenje in starost". Razlikujeta se le po izboru polj, ki jih prikazujeta. <b>Skupinsko urejanje polj</b> V vmesniku boste našli več ikon za urejanje. Vse ikone za urejanje v naslovnih vrsticah vas bodo pripeljale v urejevalnik, kjer lahko uredite to polje za vse naštete tabele! Zelo uporabno za skupinsko urejanje n.pr. časov objave strani. Če pritisnete ikono za urejanje ob ID številki strani, boste prišli v obrazec za normalno urejanje celotne strani.

# func_0.image_descr
source: The Basic Settings view offers a very convenient overview of page aliases, start times and access restriction settings in the tree branch. If you click an edit-icon in the header you will be able to edit that field for all listed pages.
sl: Pogled Osnovne nastavitve ponuja zelo prikladen pregled vzdevkov, časovnih omejitev in omejitev dostopa doi strani v veji drevesa. Če pritisnete na ikono za urejanje v naslovni vrstici, boste lahko urejali to polje za vse naštete strani.

# func_1.alttitle
source: Record Overview
sl: Pregled zapisov

# func_1.description
source: Record overview gives you an indispensable overview of the distribution of records in the page tree. Each database table in the system is represented with a column and for each page you can see the number of records from that table located on the page.
sl: Pregled zapisov vam ponuja neobhoden pregled porazdelitve zapisov v drevesu strani. Vsaka tabela v podatkovni bazi je predstavljena s stolpcem, v katerem vidite število zapisov iz te tabele na posamezni strani.

# func_1.details
source: <b>Notice:</b> Be careful with the level-setting. A high level-setting may cause the module to respond very slowly if there are many pages and many records in the database as well! <b>Tree stop?</b> Notice the red "+" next to a page in the page tree? This is due to a setting for that page record which means that the page tree will not expand for this page. Typically this is set for protection when there are a large amount of subpages underneath (hundreds of pages typically). If you click the icon/title the overview will jump to make this page the new root of the overview.
sl: <b>OPOMBA:</b> Bodite previdni z nastavitvijo nivoja pregleda. Nastavitev visokega nivoja lahko povzroči, da se modul odziva zelo počasi, če v podatkovni bazi obstaja dosti strani in zapisov na njih. <b>Konec prikaza drevesa strani</b> Ste opazili rdeč znak "+" ob imenu strani? Znak pomeni, da pod to stranjo obstaja več strani, ki pa niso prikazane. Takšen znak se prikaže ob strani, ki ima veliko podstrani (več sto). Če kliknete na ikono/ime strani se bo prikazalo novo drevo, kjer bo ta stran prikazana kot koren pregleda drevesa.

# func_1.image_descr
source: You can easily see the distribution of Content Elements on a page. You can also see where Template Records - and basically any record! - are located in the page tree!
sl: Enostavno lahko vidite razporeditev vsebinskih elementov na strani. Prav tako lahko vidite kje v drevesu se nahajajo predloge ali katere koli druge oblike zapisov!

# func_2.alttitle
source: Cache and Age
sl: Predpomnjenje in časovne nastavitve

# func_2.description
source: Displays a selection of fields from page records related to page caching and time settings.
sl: Prikaže izbor polj zapisov na strani, ki so povezani s predpomnjenjem in časovnimi nastavitvami.

# func_2.image_descr
source: The "Cache and Age" view. Here you see the "TSconfig" column. The overview exposes that these two pages include some Page TSconfig code!
sl: Pogled "Predpomnjenje in časovne nastavitve". Tukaj vidite stolpec "TSconfig". Pogled razkrije, da ti dve strani vsebujeta TSconfig kodo strani.

# stat.alttitle
source: Page Hit statistics
sl: Statistika zadetkov

# stat.description
source: Displays website hit statistics for a branch of the page tree. Based on the simple, internal MySQL statistics table which records page impressions and sessions only.
sl: Prikaže statistiko zadetkov za vejo drevesa strani. Temelji na enostavni interni MySQL statistični tabeli, v katero se zapisujejo samo seje in prikaze strani.

# stat.details
source: <b>Notice:</b> This function requires the extension "Simple hit statistics" (sys_stat) to be installed. Also you must configure TypoScript to register page hits in the statistics database table.
sl: <b>Opomba:</b> Funkcija zahteva instalacijo vtičnika "Enostavna statistika zadetkov" (sys_stat). Potrebna pa je tudi TypoScript konfiguracija, ki beleži zadetke v statistično tabelo.

# lang.details
source: The overview uses colors to signal the availability and fall back situation for a given page. Here is a description for each color code: <b>Green background:</b> Page is translated and viewable in this language. For translations it means that an active page overlay record is present. <b>Red background:</b> Page <em>cannot</em> be viewed in this language and you will see an error message if you try. Menus should automatically filter out links to pages with this translation. <b>Gray background (not available for default language):</b> Page will fall back to the specified fallback mode for content. Depends on configuration. (sys_language_mode = content_fallback is recommended for most flexible fallback, sys_language_mode = strict will prevent this and issue an error instead!) <b>The pages "Localization settings:"</b> It is the "Localization settings" of the page record that determines the modes above. In the column of the default translation each of these settings are represented by a "N" (Hide page if no translation for current language exists) or a "D" (Hide default translation of page). As you can see the page "Startpage" has the N flag set and therefore any access to the german version of that page will be blocked with an error message because there is no translation in german. By default "german access" to a non-translated page will just show the english content. There is also a page with the D flag ("[Dummy]"). The D flag means that the page is only available in one of the translations, in this case Danish. So any attempt to access the page in the default language or german will show an error message. So, when the "Localization settings" checkboxes for a page are used, you will get an error message when you try to request a page which has been blocked. This is a feature. The trick is not to create links to those pages. Menus generated from HMENU objects will always take "sys_language" into account and display only pages which can be accessed for that language. But combined with the "localization settings" of pages which may block page access this becomes a problem with pages which are <em>not</em> translated (has gray background); You might get menu items which links to non-accessible pages. The problem basically is that "&L=xx" is different from internal "sys_language". You would like to avoid that and to do so you should configure "sys_language_mode" to "content_fallback". If you do that sys_language will <em>always</em> follow what "&L=" instructs it to and your menus will be right. At the same time you will get the default content displayed if no translation exists (because content selection falls back). Finally, the number found in each column tells you how many content elements are found in the specified language.
sl: Pregled za prikazovanje statusa lokalizacije posamezne strani uporablja barvno označevanje. Tukaj je razlaga za posamezne barve: <b>Zeleno ozadje:</b> Stran je prevedena in vidna v tem jeziku. Za prevod to pomeni, da obstaja aktivno jezikovno prekrivanje. <b>Rdeča podlaga:</b> Strani <em>se ne</em> prikaže v tem jeziku, ob prikazu se bo prikazalo sporočilo o napaki. Meniji avtomatično izločijo povazave do strani s tem prevodom. <b>Siva podlaga (ni na voljo za privzeti jezik):</b> Stran se bo prikazala v načinu prikaza, ki je določen s konfiguracijo. (sys_language_mode = content_fallback je priporočena vrednosta za najbolj prilagodljiv prikaz, sys_language_mode = strict pa bo preprečila to stanje in prikazala sporočilo o napaki!) <b>"Nastavitve lokalizacije" na strani:</b> določajo zgornje načine. V stolpcu privzetega prevoda je vsaka od teh nastavitev predstavljena z "N" (Skrij stran, če za trenuten jezik ne obstaja prevod) ali "D" (Skrij privzeti prevod strani). Kot lahko vidite je "Začetna stran" označena z N, zato bo vsak dostop do te strani v nemškem jeziku sprožil sporočilo o napaki, saj prevod v nemški jezik ne obstaja. V privzetem načinu bi dostop do te strani prikazal angleško vsebino. Obstaja tudi stran označena z "D" ("[Dummy]"). Označba "D" pomeni, da je stran na voljo samo v enem izmed prevodov, v tem primeru je to dansko. Zato bo vsak poizkus dostopa do te strani v privzetem ali nemškem jeziku prikazal sporočilo o napaki. Kadar so uporabljene "Nastavitve lokalizacije" na strani, boste za vsak poizkus dostopa do strani v jeziku, ki ne obstaja, dobili sporočilo o napaki. To je značilnost, s katero želimo preprečiti ustvarjanje povezav do teh strani. Meniji generirani s pomočjo objekta HMENU, bojo vedno upoštevali vrednost polja "sys_language" in prikazali samo strani, ki so dosegljive iz tistega jezika. Vendar lahko v kombinaciji z "Nastavitvami lokalizacije" na strani, ki lahko onemogočajo dostop do strani, to privede do problema s stranmi, ki <em>niso</em> prevedene (imajo sivo ozadje); dobite lahko točke v meniju, ki kažejo na nedostopne strani. Problem je v tem, da je "&L=xx" drugačen kot interni "sys_language". Temu bi se radi izognili, zato je priporočljivo nastaviti vrednost parametra "sys_language_mode" na "content_fallback". Ob tej vrednosti parametra bo vrednost parametra "sys_language" vedno sledila temu, kar bo nastavljeno s spremenljivko "&L=" in meniji bodo pravilni. Obenem bo ob neobstoječem prevodu prikazana privzeta vsebina. Številka v vsakem stolpcu vam pove koliko vsebinskih elementov obstaja v izbranem jeziku.

# lang.image_descr
source: Localization overview in the Web>Info module. Use the buttons to edit, view and create new page translation headers. Use the regular page module to put localized content on the pages. The "Localization settings" that affect availability of pages in the various languages.
sl: Pregled lokalizacije v modulu Splet>Info. Uporabite gumbe za urejanje, pogled ali ustvarjanje novih prevodov strani. Za dodajanje prevodov vsebin pa uporabljajte normalen modul "Stran". "Nastavitve lokalizacije", ki vplivajo na dostopnost strani v različnih jezikih.

# func_hits.alttitle
source: Statistic Views
sl: Statistični pogledi

# func_hits.description
source: You can select between three views of the statistics in the selector box; "Page hits", "Total hits", "Hits in main sections". Use the right selector box to select the depth of the overview in the pagetree.
sl: V izbirniku lahko izberete med tremi statističnimi pogledi; "Zadetki na stran", "Skupni zadetki", "Zadetki v glavnem razdelku". Desni izbirnik uporabite za izbiro globine prikaza v drevesu strani.

# func_hits.details
source: You can view the page hit statistics 30 days back. Each day is shown in its own column. For each page in the page tree you can see the page hits each day as a number formatted like [page hits]/[user sessions]. So if the number is "286/34" it means that the page had 286 page hits that day and that there were at least 34 unique visitors (measured by at least two hits by a user accepting a cookie from the site). This is an overview of the meaning of each view mode: <b>Page hits</b> This shows page hits/sessions for each page. <b>Total hits</b> This will show statistics for only pages that have a Template Record (with Root-flag set) on it. This means that page hits are shown as totals for a whole website. <b>Hits in main sections</b> Will show the total number of page hits/sessions within main sections of a website. A "main section" is all subpages to a page on the first level of a website (defined by a Template Record with the Root flag set)
sl: Statistiko zadetkov lahko preglejujete za zadnjih 30 dni. Vsak dan je prikazan v svojem stolpcu. Za vsako stran v drevesu lahko vidite dnevne zadetke kot števila v obliki [zadetki na stran]/[uporabniške seje]. N.pr: če je prikazano število "286/34" to pomeni, da je imela stran ta dan 286 zadetkov in da jo je obiskalo najmanj 34 različnih obiskovalcev. Pregled pomena posameznih ogledov: <b>Zadetki na stran</b> Prikazuje število zadetkov/sej za stran. <b>Skupni zadetki</b> Prikazuje zadetke samo za strani, ki vsebujejo predlogo (z oznako korena strani). To prikazuje zadetke za celotno spletno stran. <b>Zadetki v glavnem razdelku</b> Prikazuje skupno število zadetkov/sej za stran v glavnem razdelku spletne strani. "Glavni razdelek" so vse podstrani strani na prvem nivoju (ki ga določa predloga z oznako korena strani)

# lang.alttitle
source: Localization overview
sl: Pregled lokalizacije

# lang.description
source: Gives an overview of which pages in the page tree are translated to the system languages installed.
sl: Ponuja pregled strani v drevesu, ki so prevedene v nameščene sistemske jezike.
