Repository: wechta/abubu
Catalog: typo3conf/l10n/*/rtehtmlarea/htmlarea/plugins/SpellChecker/*.locallang.xlf
Languages: sl

source: Spell Checker
sl: Črkovalnik

# CONFIRM_LINK_CLICK
source: Please confirm that you want to open this link
sl: Prosim potrdite, da želite odpreti to povezavo

source: Cancel
sl: Prekliči

source: Dictionary
sl: Slovar

source: Finished list of mispelled words
sl: Dokončal sem seznam narobe črkovanih besed

source: I will open it in a new page.
sl: Odprl ga bom v novem oknu

source: Ignore all
sl: Prezri vse

source: Ignore
sl: Prezri

# NO_ERRORS
source: No mispelled words found with the selected dictionary.
sl: Z izbranim slovarjem nisem našel narobe črkovanih besed

# NO_ERRORS_CLOSING
source: Spell check complete, didn't find any mispelled words. Closing now...
sl: Preverjanje črkovanja zaključeno, nisem našel narobe črkovanih besed. Zapiram...

source: OK
sl: V redu

source: Original word
sl: Originalna beseda

source: Please wait. Calling spell checker.
sl: Prosim počakajte. Kličem črkovalnik.

source: Please wait: changing dictionary to
sl: Prosim počakajte. Menjavam slovar v

source: HTMLArea Spell Checker
sl: HTMLArea črkovalnik

# QUIT_CONFIRMATION
source: This will drop changes and quit spell checker. Please confirm.
sl: S tem boste zavrgli spremembe in zaprli črkovalnik. Prosim, potrdite.

source: Re-check
sl: Ponovno preveri

source: Replace all
sl: Zamenjaj vse

source: Replace with
sl: Zamenjaj z

source: Replace
sl: Zamenjaj

# Learn
source: Add to dictionary
sl: Dodaj v slovar

source: Revert
sl: Povrni v prejšnje stanje

# SC-spell-check
source: Spell-check
sl: Preveri črkovanje

source: Suggestions
sl: Predlogi

source: One occurrence
sl: En zadetek

source: Two occurrences
sl: Dva zadetka

source: occurrences
sl: zadetkov

source: of the word
sl: besede

source: was found.
sl: je najdenih.

source: were found.
sl: je najdenih.

source: Document information
sl: Informacije o dokumentu

source: No information available
sl: Ni informacij

source: Total words
sl: Skupaj besed

source: Misspelled words
sl: Narobe črkovanih besed

source: Total suggestions
sl: Skupaj predlogov

source: Total words suggested
sl: Skupaj predlaganih besed

source: Spelling checked in
sl: Črkovanje preverjeno v

source: seconds
sl: sekundah

# pliz weit ;-)
source: Please wait...
sl: Prosim, počakajte...
