Repository: wechta/abubu
Catalog: typo3conf/l10n/*/wizard_crpages/*.locallang.xlf
Languages: sl

# wiz_crMany
source: Create multiple pages
sl: Ustvari več strani

# wiz_newPages
source: Create new pages
sl: Ustvari nove strani

# wiz_newPages_page
source: Page
sl: Stran

# wiz_newPages_currentMenu
source: New page structure
sl: Zgradba nove strani

# wiz_newPages_errorMsg1
source: You are not allowed to create new subpages to this page!
sl: Tukaj ne morete ustvariti novih podstrani!

# wiz_newPages_lCreate
source: Create pages
sl: Ustvari strani

# wiz_newPages_listEnd
source: Place new pages after the existing subpages
sl: Namesti nove strani za obstoječe

# wiz_newPages_hidePages
source: Hide new pages
sl: Skrij nove strani

# wiz_newPages_lCreate_msg1
source: You're about to create many new pages. Are you sure you want to continue?
sl: Ustvarili boste mnogo novih strani. Res želite nadaljevati?

# wiz_newPages_lReset
source: Clear fields
sl: Izprazni polja

# wiz_newPages_noCreate
source: No pages were created!
sl: Nič strani ni bilo dodanih!
