Repository: wechta/abubu
Catalog: typo3conf/l10n/*/rtehtmlarea/htmlarea/plugins/ContextMenu/*.locallang.xlf
Languages: sl

source: Remove the
sl: Odstrani

# Remove this node from the document
source: Removes this node from the document
sl: Odstrani vozlišče iz dokumenta

# TO-toggle-borders-tooltip
source: Toggle borders
sl: Zatakni robove

# TO-cell-prop-tooltip
source: Shows the Table Cell Properties dialogue
sl: Prikaže pogovorno okno z lastnostmi celice v tabeli

# TO-cell-insert-before-tooltip
source: Inserts a new cell before the current one
sl: Vstavi novo celico pred trenutno

# TO-cell-insert-after-tooltip
source: Inserts a new cell after the current one
sl: Vstavi novo celico za trenutno

# TO-cell-delete-tooltip
source: Deletes the current cell
sl: Izbriše trenutno celico

# TO-cell-split-tooltip
source: Splits the current cell
sl: Razdeli trenutno celico

# TO-cell-merge-tooltip
source: Merges the selected cells
sl: Spoji označene celice

# TO-row-prop-tooltip
source: Shows the Table Row Properties dialogue
sl: Prikaže pogovorno okno z lastnostmi vrstice tabele

# TO-row-insert-above-tooltip
source: Inserts a new row before the current one
sl: Vstavi novo vrstico pred trenutno

# TO-row-insert-under-tooltip
source: Inserts a new row after the current one
sl: Vstavi novo vrstico za trenutno

# TO-row-delete-tooltip
source: Deletes the current row
sl: Izbriše trenutno vrstico

# TO-row-split-tooltip
source: Splits the current row
sl: Razdeli trenutno vrstico

# TO-table-prop-tooltip
source: Shows the Table Properties dialogue
sl: Prikaže pogovorno okno z lastnostmi tabele

# TO-col-insert-before-tooltip
source: Inserts a new column before the current one
sl: Vstavi nov stolpec pred trenutnim

# TO-col-insert-after-tooltip
source: Inserts a new column after the current one
sl: Vstavi nov stolpec za trenutnim

# TO-col-delete-tooltip
source: Deletes the current column
sl: Izbriše trenuten stolpec

# TO-col-split-tooltip
source: Splits the current column
sl: Razdeli trenuten stolpec

# Please confirm remove
source: Please confirm that you want to remove this element:
sl: Prosim, potrdite, da želite odstraniti element:

source: How did you get here? (Please report!)
sl: Kako ste prišli sem? (Prosim poročajte!)

source: Show the image properties dialog
sl: Prikaži pogovorno okno lastnosti slike

source: Modify URL
sl: Spremeni URL

source: Current URL is
sl: Trenutni URL je

source: Opens this link in a new window
sl: Odpre povezavo v novem oknu

# Please confirm unlink
source: Please confirm that you want to unlink this element.
sl: Prosim potrdite, da želite odstraniti povezavo tega elementa.

source: Link points to:
sl: Povezava kaže na:

source: Unlink the current element
sl: Odstrani povezavo trenutnega elementa

source: Cut
sl: Izreži

source: Copy
sl: Kopiraj

source: Paste
sl: Prilepi

source: _Image Properties
sl: Lastnosti slike

source: _Modify Link
sl: Spremeni povezavo

source: Chec_k Link
sl: Preveri povezavo

source: _Remove Link
sl: Odstrani povezavo

# TO-toggle-borders-title
source: Toggle borders
sl: Zatakni robove

# TO-cell-prop-title
source: C_ell Properties
sl: Lastnosti celice

# TO-cell-insert-before-title
source: Insert cell before
sl: Vstavi celico pred

# TO-cell-insert-after-title
source: Insert cell after
sl: Vstavi celico za

# TO-cell-delete-title
source: Delete Cell
sl: Izbriši celico

# TO-cell-split-title
source: Split Cell
sl: Razdeli celico

# TO-cell-merge-title
source: Merge Cells
sl: Spoji celice

# TO-row-prop-title
source: Ro_w Properties
sl: Lastnosti vrstice

# TO-row-insert-above-title
source: I_nsert Row Before
sl: Vstavi vrstico pred

# TO-row-insert-under-title
source: In_sert Row After
sl: Vstavi vrstico za

# TO-row-delete-title
source: _Delete Row
sl: Izbriši vrstico

# TO-row-split-title
source: Split Row
sl: Razdeli vrstico

# TO-table-prop-title
source: _Table Properties
sl: Lastnosti tabele

# TO-col-insert-before-title
source: Insert _Column Before
sl: Vstavi stolpec pred

# TO-col-insert-after-title
source: Insert C_olumn After
sl: Vstavi stolpec za

# TO-col-delete-title
source: De_lete Column
sl: Izbriši stolpec

# TO-col-split-title
source: Split Column
sl: Razdeli stolpec

source: Create a link
sl: Ustvari povezavo

source: Insert paragraph before
sl: Vstavi odstavek pred

source: Insert a paragraph before the current node
sl: Vstavi odstavek pred trenutnim

source: Insert paragraph after
sl: Vstavi odstavek za

source: Insert a paragraph after the current node
sl: Vstavi odstavek za trenutnim

# JustifyLeft-title
source: Justify Left
sl: Poravnaj levo

# JustifyCenter-title
source: Justify Center
sl: Poravnaj sredinsko

# JustifyRight-title
source: Justify Right
sl: Poravnaj desno

# JustifyFull-title
source: Justify Full
sl: Poravnaj obojestransko

# JustifyLeft-tooltip
source: Aligns text to the left
sl: Poravna besedilo levo

# JustifyCenter-tooltip
source: Centers the text
sl: Poravna besedilo sredinsko

# JustifyRight-tooltip
source: Aligns text to the right
sl: Poravna besedilo desno

# JustifyFull-tooltip
source: Aligns text both to the left and the right
sl: Poravna besedilo na levo in na desno

source: Make lin_k
sl: Naredi povezavo
