Repository: wechta/abubu
Catalog: typo3conf/l10n/*/indexed_search/pi/*.locallang.xlf
Languages: sl

# default_search_word_entry
source: Search for
sl: Najdi

# submit_button_label
source: Search
sl: Iskanje

# opt_type_0
source: Distinct word
sl: Natančna beseda

# opt_type_1
source: Part of word
sl: Del besede

# opt_type_2
source: First part of word
sl: Prvi del besede

# opt_type_3
source: Last part of word
sl: Zadnji del besede

# opt_type_10
source: Sounds like
sl: Je podobno

# opt_type_20
source: Sentence
sl: Poved

# opt_defOp_0
source: All words (AND)
sl: Vse besede (AND)

# opt_defOp_1
source: Any words (OR)
sl: Katerakoli beseda (OR)

# opt_sections_0
source: Whole site
sl: Vse strani

# opt_sections_-1
source: Only this page
sl: Samo ta stran

# opt_sections_-2
source: Top + level 1
sl: Najvišja in prva raven

# opt_sections_-3
source: Level 2 and out
sl: Od druge ravni dalje

# opt_freeIndexUid_-1
source: All, mixed
sl: Vse, mešano

# opt_freeIndexUid_-2
source: All, categorized
sl: Vse, kategorizirano

# opt_freeIndexUid_0
source: Pages
sl: Strani

# opt_freeIndexUid_header_-1
source: Mixed categories
sl: Mešane kategorije

# opt_freeIndexUid_header_0
source: Website Pages
sl: Strani spletnega mesta

# opt_media_-1
source: All media
sl: Vsi mediji

# opt_media_0
source: Internal pages
sl: Notranje strani

# opt_media_-2
source: All External
sl: Vse zunanje

# opt_order_rank_flag
source: Weight/Frequency
sl: Teža/pogostost

# opt_order_rank_freq
source: Frequency
sl: Frekvenca

# opt_order_rank_first
source: Close to top
sl: Blizu vrha

# opt_order_rank_count
source: Number of words
sl: Število besed

# opt_order_mtime
source: Date Modified
sl: Spremenjeno (datum)

# opt_order_title
source: Document title
sl: Naslov dokumenta

# opt_order_crdate
source: Creation date
sl: Ustvarjeno (datum)

# opt_group_sections
source: Section hierarchy
sl: Hierarhija oddelkov

# opt_group_flat
source: Flat list
sl: Odprt seznam

# opt_lang_-1
source: All languages
sl: Vsi jeziki

# opt_lang_0
source: Default
sl: Privzeto

# opt_desc_0
source: Highest first
sl: Najprej najvišje

# opt_desc_1
source: Lowest first
sl: Najprej najnižje

# opt_RL1
source: Level 1:
sl: Prva raven:

# opt_RL1ALL
source: All pages on level 1
sl: Vse strani na prvi ravni

# opt_RL2
source: - Level 2:
sl: - Druga raven:

# opt_RL2ALL
source: - All pages on level 2
sl: - Vse strani na drugi ravni

# form_searchFor
source: Search for:
sl: Najdi:

# form_extResume
source: Extended resume
sl: Razširjeni življenjepis

# form_atATime
source: at a time
sl: ob

# form_orderBy
source: Order by:
sl: Razvrsti glede na:

# form_fromSection
source: From section:
sl: Iz oddelka:

# form_freeIndexUid
source: Category:
sl: Kategorija:

# form_searchIn
source: Search in:
sl: Išči v:

# form_match
source: Match:
sl: Natančno ujemanje z:

# form_style
source: Style:
sl: Slog:

# rules_header
source: Rules:
sl: Pravila:

# rules_text
source: Only words with 2 or more characters are accepted Max 200 chars total Space is used to split words, "" can be used to search for a whole string (not indexed search then) AND, OR and NOT are prefix words, overruling the default operator +/|/- equals AND, OR and NOT as operators. All search words are converted to lowercase.
sl: Upoštevane bodo samo besede z dvema ali več znaki Največje število dovoljenih znakov je 200 Besede ločite s presledkom, za iskanje nizov besed uporabite dvojne narekovaje ""(kar ni več iskanje po kazalu) AND, OR in NOT so predponske besede, ki nadomestijo privzeti operator +/|/- predstavljajo operatorje AND, OR in NOT Vse iskane besede bodo pretvorjene v male črke

source: Search for
sl: Najdi

# searchFor_or
source: or
sl: ali

# searchFor_and
source: and
sl: in

# searchFor_butNot
source: but not
sl: ne pa

# noResults
source: NO results found.
sl: NI rezultatov iskanja.

# inSection
source: in the section
sl: v oddelku

# inNsection
source: in %s section:
sl: v %s oddelku:

# inNsections
source: in %s sections:
sl: v %s oddelkih:

# word_page
source: page
sl: stran

# word_pages
source: pages
sl: strani

# unnamedSection
source: Other
sl: Ostalo

# link_regularSearch
source: Regular search
sl: Iskanje z regularnimi izrazi

# link_advancedSearch
source: Advanced search
sl: Napredno iskanje

# res_path
source: Path:
sl: Pot:

# res_modified
source: Modified:
sl: Spremenjeno:

# res_created
source: Created:
sl: Ustvarjeno:

# res_size
source: Size:
sl: Velikost:

# res_noResume
source: Note: This search hit may not accurately match the content on this page. The page resume cannot be shown.
sl: Opomba: Ta rezultat iskanja ne ustreza popolnoma iskanemu kriterije, saj ni mogoče prikazati življenjepisa strani.

# res_otherMatching
source: Other matching pages in the same document:
sl: Ostale najdene strani v istem dokumentu:

# res_otherPageAsWell
source: INFO: There was another page indexed as well... Probably indexed with another or no usergroup.
sl: Opomba: Najdena je bila še ena stran... Verjetno je bila dodeljena drugi uporabniški skupini ali pa sploh ni bila dodeljena.

# res_memberGroups
source: Require membership of group numbers %s
sl: Zahtevaj članstvo številk skupin %s

# pi_list_browseresults_prev
source: < Previous
sl: < Prejšnja

# pi_list_browseresults_page
source: Page
sl: Stran

# pi_list_browseresults_next
source: Next >
sl: Naslednja >

# pi_list_browseresults_display
source: Displaying results ###TAG_BEGIN###%s to %s###TAG_END### out of ###TAG_BEGIN###%s###TAG_END###
sl: Prikazujem rezultate ###TAG_BEGIN###%s do %s###TAG_END### od ###TAG_BEGIN###%s###TAG_END###

# makerating_addToCurrentSearch
source: Add to current search words
sl: Dodaj med trenutne iskane besede

# maketitle_matches
source: matches
sl: zadetki
